<%--
  Created by IntelliJ IDEA.
  User: 胡爷
  Date: 2017/4/23
  Time: 16:55
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>My jsp</title>
</head>
<body>
<h1> 进销存系统主要由:
    1:快捷菜单-----快速进行功能选择
    2:内容管理-----主要由供应商管理和商品管理组成
    3:采购管理-----提供商品的采购和退货
    4:订单管理-----查看所有采购和退货的订单详情
    5:用户管理-----查看该系统所有登录用户的基本信息
    6:报表中心-----查看指定日期内直观的的采购信息统计
    7:系统设置-----提供退出系统功能
    共计七大模块组成，登录的用户角色分为普通用户，操作员，管理员三个角色
    由这七个模块提供商品的进货，退货，查看明细等功能。
    用户通过登录系统进行对应功能的操作，可分为：供应商的添加修改操作，商品的增删改查操作，商品的采购和退订操作，订单明细的查看和修改操作，采购订单报表生成和导出操作等等。
</h1>
</body>
</html>
